

let websiteData = {
  main: {
    mainHeading: 'Научись программировать с нуля до уровня профи',
    subMainHeading: 'В кратчайшие сроки от экспертов в IT образовании',
    mainOffer: 'Бесплатная консультация',
  },
  courses: {
    coursesHeading: 'Ближайшие курсы',
    subCoursesHeading: 'Выбери себе подходящий курс и стань программистом в следующих направлениях',
    coursesList: [
      {
        title: 'Frontend разработка <br> JavaScript/React.js',
        price: '7000 сом/мес.',
        duration: '6 месяцев',
        startData: '20 октября',
        lessonsDay: 'Вт-Чт-Сб',
        lessonsTime: '18:00 - 20:00',
        remain: '5 мест'
      },
      {
        title: 'Frontend разработка <br> JavaScript/React.js',
        price: '7000 сом/мес.',
        duration: '6 месяцев',
        startData: '20 октября',
        lessonsDay: 'Вт-Чт-Сб',
        lessonsTime: '18:00 - 20:00',
        remain: '5 мест'
      },
      {
        title: 'Frontend разработка <br> JavaScript/React.js',
        price: '7000 сом/мес.',
        duration: '6 месяцев',
        startData: '20 октября',
        lessonsDay: 'Вт-Чт-Сб',
        lessonsTime: '18:00 - 20:00',
        remain: '5 мест'
      },
    ],
    coursesOffer: 'Подробнее',
  },
  advantages: {
    advanHeading: 'Почему выгодно обучаться у нас',
    advanSubHeading: 'Причины, по которым люди обучаются в нашей школе программирования',
    addvanList: [
      {
        heading: 'Онлайн платформа для каждого студента',
        subHeading: `Вы не пропустите НИЧЕГО! Весь материал и видеоуроки будут у вас в доступе! 
        Даже после окончания курсов, доступ у вас остается навсегда.`
      },
      {
        heading: 'Тщательно проработанные курсы',
        subHeading: 'Наша команда постоянно совершенствует контент курсов по программированию, их задачи и сам подход к обучению.'
      },
      {
        heading: 'Гарантия качества',
        subHeading: 'Мы гарантируем качественное обучение! Вернем деньги в течение первых 3-х занятий, если курс вам не подходит!'
      },
      {
        heading: 'Мы те, кто умеет обучать и мотивировать',
        subHeading: 'Мы действующие программисты и профессора, которые умеют преподавать, давать мотивацию и подносить информацию!'
      },
    ]
  },
  target: {
    targetHeading: 'Для кого наши курсы',
    targetSubHeading: 'Наши курсы для тебя, если ты хочешь:',
    targetList: [
      {
        heading: 'Быть в тренде',
        subHeading: 'Программисты всегда в тренде! Любой программист может себя обеспечить работой, ведь они всегда востребованы!',
      },
      {
        heading: 'Получить реальные знания',
        subHeading: 'В наших курсах вы не найдете ни капли воды! Только реальная практика и жесткий кодинг!',
      },
      {
        heading: 'Много зарабатывать',
        subHeading: 'Профессионалы своего дела зарабатывают свыше 100 000 сом/месяц. И ты не исключение!',
      },
    ],
    targetOffer: 'Запишите меня на ваши курсы!',
  },
  about: {
    aboutHeading: `Мы не просто школа программирования, мы
    академия с глобальной целью стать фабрикой
    крутых программистов!`
  },
  footer: {
    gmail: 'solid.academy.kg@gmail.com',
    number1: '+996 501 55 79 03',
    number2: '+996 707 62 96 17',
    address: 'г. Бишкек, ул. Ахунбаева 119а, 5-этаж, 505 каб.',
  }
}

module.exports = websiteData;